[
  {
    "jcn": "4270001234567",
    "company_name_kj": "大阪製造技術株式会社",
    "company_address_all": "大阪府大阪市中央区本町3-2-5",
    "prefecture": "大阪府",
    "city": "大阪市",
    "main_domain_url": "https://www.osaka-manufacturing.jp",
    "CUST_STATUS2": "白地",
    "LARGE_CLASS_NAME": "製造業",
    "MIDDLE_CLASS_NAME": "精密機械器具製造業",
    "CURR_SETLMNT_TAKING_AMT": 1200000000,
    "EMPLOYEE_ALL_NUM": 300,
    "id": "4270001234567_main",
    "url": "https://www.osaka-manufacturing.jp",
    "url_name": "メインサイト",
    "content_tokens": "大阪 製造 技術 株式会社 大阪 製造 技術 株式会社 精密 機械 未来 創る 大阪 製造 技術 株式会社 ホーム 製品 情報 iot ソリューション 会社 概要 精密 機械 技術 製造 未来 創る 大阪 製造 技術 株式会社 創業 以来 精密 機械 工作 機械 開発 製造 日本 製造 支え 主力 製品 cnc 工作 機械 精度 高速 加工 実現 マシニングセンター 旋盤 シリーズ 産業 ロボット 組立 溶接 搬送 関節 ロボット 制御 システム 検査 測定 機器 次元 測定機 画像 検査 装置 精密 測定 器具 技術 精密 加工 技術 mm 加工 精度 実現 制御 技術 独自 開発 nc 制御 システム 材料 技術 特殊 合金 セラミックス 加工 対応 自動 技術 無人 運転 システム fms 構築 品質 管理 iso iso 認証 取得 主要 市場 自動車 産業 航空 宇宙 産業 精密 機器 産業 医療 機器 産業 精度 加工 ソリューション 提供 国内 シェア 工作 機械 分野 %、 産業 ロボット 分野 海外 展開 アジア 北米 欧州 カ国 製品 輸出 大阪 製造 技術 株式会社 all rights reserved 所在地 大阪 大阪 中央 本町 電話",
    "token_count": 158
  },
  {
    "jcn": "4270001234567",
    "company_name_kj": "大阪製造技術株式会社",
    "company_address_all": "大阪府大阪市中央区本町3-2-5",
    "prefecture": "大阪府",
    "city": "大阪市",
    "main_domain_url": "https://www.osaka-manufacturing.jp",
    "CUST_STATUS2": "白地",
    "LARGE_CLASS_NAME": "製造業",
    "MIDDLE_CLASS_NAME": "精密機械器具製造業",
    "CURR_SETLMNT_TAKING_AMT": 1200000000,
    "EMPLOYEE_ALL_NUM": 300,
    "id": "4270001234567_sub_1",
    "url": "https://www.osaka-manufacturing.jp/products",
    "url_name": "精密機械 工作機械 産業用ロボット",
    "content_tokens": "大阪 製造 技術 株式会社 製品 情報 大阪 製造 技術 株式会社 製品 ラインナップ マシニングセンター om シリーズ 剛性 精度 実現 横型 マシニングセンター 主要 仕様 主軸 回転 最大 rpm 送り 速度 最大 min 位置決め 精度 mm 繰り返し 精度 mm 工具 マガジン オプション 特徴 独自 開発 剛性 スピンドル 変位 補正 システム 内蔵 自動 工具 測定 機能 チップ コンベア 標準 装備 cnc 旋盤 ot シリーズ 複雑 形状 加工 対応 高性能 cnc 旋盤 加工 能力 最大 加工 mm 最大 加工 mm 主軸 回転 最大 rpm 刃物 移動 速度 最大 min オプション 機能 加工 機能 背面 加工 ユニット バーフィーダー 対応 部品 キャッチャー 関節 ロボット or シリーズ 精度 高速 動作 実現 産業 ロボット 仕様 搬重量 kg kg kg リーチ mm mm mm 繰り返し 精度 mm 動作 速度 最大 応用 分野 組立 作業 自動 溶接 接着 作業 搬送 パレタイジング 検査 測定 作業 次元 測定機 omm シリーズ 接触 高速 測定 実現 cnc 次元 測定機 測定 範囲 mm mm mm mm mm mm mm mm mm 測定 精度 mpe 測定 mm 標準 機能 レーザー 測定 プローブ 画像 測定 システム 温度 補正 機能 統計 解析 ソフトウェア",
    "token_count": 174
  },
  {
    "jcn": "4270001234567",
    "company_name_kj": "大阪製造技術株式会社",
    "company_address_all": "大阪府大阪市中央区本町3-2-5",
    "prefecture": "大阪府",
    "city": "大阪市",
    "main_domain_url": "https://www.osaka-manufacturing.jp",
    "CUST_STATUS2": "白地",
    "LARGE_CLASS_NAME": "製造業",
    "MIDDLE_CLASS_NAME": "精密機械器具製造業",
    "CURR_SETLMNT_TAKING_AMT": 1200000000,
    "EMPLOYEE_ALL_NUM": 300,
    "id": "4270001234567_sub_2",
    "url": "https://www.osaka-manufacturing.jp/iot",
    "url_name": "IoT スマートファクトリー 製造業DX",
    "content_tokens": "大阪 製造 技術 株式会社 iot ソリューション 大阪 製造 技術 株式会社 スマートファクトリーソリューション 製造 dx プラットフォーム iot ai ビッグ データ 活用 製造 現場 デジタル 変革 支援 主要 機能 リアルタイム 設備 監視 予知 保全 システム 品質 管理 自動 生産 計画 最適 エネルギー 使用 最適 設備 監視 iot センサー 工作 機械 産業 設備 状態 時間 監視 センサー システム 監視 項目 振動 音響 データ 温度 湿度 電流 電力 消費 オイル 冷却 状態 工具 摩耗 状況 通信 方式 無線 lan wi fi bluetooth low energy lorawan 有線 ethernet ai 予知 保全 システム 機械 学習 アルゴリズム 設備 故障 事前 予測 計画 メンテナンス 実現 ai 解析 機能 異常 検知 アルゴリズム 故障 予測 モデル 最適 メンテナンス 時期 提案 部品 交換 時期 予測 導入 効果 設備 停止 時間 削減 メンテナンス コスト 削減 設備 稼働 向上 計画 停止 以上 回避 生産 管理 システム 連携 既存 erp mes システム シームレス 連携 全社 最適 生産 管理 実現 連携 システム sap oracle erp 各種 mes システム 在庫 管理 システム 品質 管理 システム データ 分析 生産 指標 ダッシュボード 品質 傾向 分析 設備 効率 分析 oee コスト 分析 レポート 導入 事例 自動車 部品 メーカー プレス 工程 予知 保全 システム 導入 設備 停止 時間 削減 年間 コスト 削減 実現 精密 機器 メーカー 全社 iot 生産 リード タイム 短縮 リアルタイム 品質 管理 不良 以下 改善",
    "token_count": 207
  },
  {
    "jcn": "4270001234568",
    "company_name_kj": "関西商事株式会社",
    "company_address_all": "大阪府大阪市北区梅田1-1-3",
    "prefecture": "大阪府",
    "city": "大阪市",
    "main_domain_url": "https://www.kansai-trading.co.jp",
    "CUST_STATUS2": "既存",
    "LARGE_CLASS_NAME": "卸売業",
    "MIDDLE_CLASS_NAME": "総合商社",
    "CURR_SETLMNT_TAKING_AMT": 600000000,
    "EMPLOYEE_ALL_NUM": 180,
    "id": "4270001234568_main",
    "url": "https://www.kansai-trading.co.jp",
    "url_name": "メインサイト",
    "content_tokens": "関西 商事 株式会社 関西 商事 株式会社 総合 商社 世界 結ぶ 関西 商事 株式会社 ホーム 国際 貿易 事業 内容 会社 概要 総合 商社 世界 結ぶ 関西 商事 株式会社 設立 以来 国内外 幅広い ネットワーク 活かし 多様 輸出入 国内 販売 手がける 総合 商社 事業 分野 機械 設備 貿易 工作 機械 産業 機械 建設 機械 輸出入 販売 資源 エネルギー 石油 製品 天然 ガス 再生 可能 エネルギー 関連 機器 取扱い 食品 農産物 穀物 畜産 海産物 加工 食品 輸入 流通 化学 素材 化学 製品 鉄鋼 製品 非鉄 金属 取扱い グローバル ネットワーク 世界 カ国 現地 法人 駐在 事務所 設置 地域 ニーズ 対応 サービス 提供 主要 拠点 アジア 中国 韓国 タイ シンガポール インド 北米 アメリカ カナダ 欧州 ドイツ イギリス フランス 中東 uae サウジアラビア オセアニア オーストラリア 主要 サービス 輸出入 業務 代行 物流 ロジスティクス 貿易 金融 決済 サービス 市場 調査 マーケティング 支援 技術 移転 ライセンス 仲介 プロジェクト ファイナンス 業績 実績 年間 売上 取扱 商品 品目 以上 取引 企業 国内外 以上 従業 連結 子会社 含む 関西 商事 株式会社 all rights reserved 所在地 大阪 大阪 梅田 電話",
    "token_count": 165
  },
  {
    "jcn": "4270001234568",
    "company_name_kj": "関西商事株式会社",
    "company_address_all": "大阪府大阪市北区梅田1-1-3",
    "prefecture": "大阪府",
    "city": "大阪市",
    "main_domain_url": "https://www.kansai-trading.co.jp",
    "CUST_STATUS2": "既存",
    "LARGE_CLASS_NAME": "卸売業",
    "MIDDLE_CLASS_NAME": "総合商社",
    "CURR_SETLMNT_TAKING_AMT": 600000000,
    "EMPLOYEE_ALL_NUM": 180,
    "id": "4270001234568_sub_1",
    "url": "https://www.kansai-trading.co.jp/international",
    "url_name": "国際貿易 輸出入 アジア市場",
    "content_tokens": "関西 商事 株式会社 国際 貿易 事業 関西 商事 株式会社 国際 貿易 事業 アジア 太平洋 地域 事業 成長 アジア 市場 現地 企業 強固 パートナーシップ 築き 多様 取引 展開 主要 取扱 商品 中国 繊維 製品 電子 部品 機械 設備 韓国 自動車 部品 化学 製品 鉄鋼 製品 タイ 農産物 食品 加工 自動車 関連 インド it 関連 機器 医薬品 原料 繊維 原料 ベトナム 農水 産物 軽工業 製品 製品 欧米 市場 開拓 先進 技術 高品 製品 調達 供給 欧米 市場 プレゼンス 拡大 図っ ヨーロッパ 事業 ドイツ 産業 機械 自動車 技術 環境 技術 イタリア ファッション 製品 食品 デザイン 機器 フランス 化粧 原料 ワイン 航空 宇宙 部品 北欧 再生 可能 エネルギー 関連 it 技術 北米 事業 アメリカ 穀物 畜産 先端 材料 医療 機器 カナダ 木材 鉱物 資源 水産物 メキシコ 自動車 部品 農産物 工業 製品 新興 市場 戦略 中東 アフリカ 南米 新興 市場 現地 ニーズ 対応 事業 展開 推進 重点 市場 uae エネルギー 関連 機器 建設 資材 サウジアラビア 石油 化学 関連 インフラ 機材 南アフリカ 鉱業 機械 農業 機械 ブラジル 農業 関連 製造 設備 チリ 鉱業 関連 水産 機器 トレード ファイナンス 複雑 国際 取引 サポート 金融 サービス 提供 取引 リスク 軽減 資金 調達 支援 提供 サービス 信用 取扱い 輸出 前払 金融 船荷 証券 割引 貿易 保険 手配 為替 予約 リスクヘッジ 提携 金融 機関 三菱 ufj 銀行 みずほ 銀行 三井住友銀行 国内 主要 銀行 現地 提携 銀行 連携 世界 各地 スムーズ 決済 実現 物流 ロジスティクス 効率 国際 物流 構築 コスト 最適 納期 短縮 実現 物流 サービス 海上 輸送 fcl lcl 航空 輸送 複合 一貫 輸送 通関 業務 代行 保税 倉庫 管理 物流 拠点 主要 港湾 空港 近接 戦略 立地 倉庫 配送 センター 設置 迅速 貨物 処理 実現",
    "token_count": 266
  }
]