[
  {
    "jcn": "1270001234567",
    "company_name_kj": "株式会社東京AIソリューションズ",
    "company_address_all": "東京都新宿区西新宿2-8-1",
    "prefecture": "東京都",
    "city": "新宿区",
    "main_domain_url": "https://www.tokyo-ai.co.jp",
    "CUST_STATUS2": "白地",
    "LARGE_CLASS_NAME": "情報通信業",
    "MIDDLE_CLASS_NAME": "ソフトウェア業",
    "CURR_SETLMNT_TAKING_AMT": 800000000,
    "EMPLOYEE_ALL_NUM": 85,
    "id": "1270001234567_main",
    "url": "https://www.tokyo-ai.co.jp",
    "url_name": "メインサイト",
    "content_tokens": "株式会社 東京 ai ソリューションズ 株式会社 東京 ai ソリューションズ 人工 知能 未来 創造 株式会社 東京 ai ソリューションズ ホーム ソリューション コンサルティング 会社 概要 人工 知能 未来 創造 東京 ai ソリューションズ 最先端 ai 技術 活用 企業 デジタルトランスフォーメーション 支援 専門 企業 主要 サービス 機械 学習 システム 開発 python tensorflow pytorch 使用 機械 学習 モデル 構築 実装 深層 学習 ソリューション 画像 認識 自然 言語 処理 予測 分析 深層 学習 アプリケーション 開発 ai コンサルティング ai 導入 戦略 策定 実装 包括 コンサルティング サービス 技術 スタック 機械 学習 python scikit learn tensorflow pytorch 深層 学習 keras lstm cnn transformer データ 処理 pandas numpy apache spark クラ ウド aws google cloud platform microsoft azure 開発 環境 docker kubernetes mlflow 実績 金融 製造 小売 業界 以上 ai 導入 実績 あり 特に 予測 分析 画像 認識 分野 高い 評価 いただい おり 株式会社 東京 ai ソリューションズ all rights reserved 所在地 東京 新宿 西新宿 電話",
    "token_count": 142
  },
  {
    "jcn": "1270001234567",
    "company_name_kj": "株式会社東京AIソリューションズ",
    "company_address_all": "東京都新宿区西新宿2-8-1",
    "prefecture": "東京都",
    "city": "新宿区",
    "main_domain_url": "https://www.tokyo-ai.co.jp",
    "CUST_STATUS2": "白地",
    "LARGE_CLASS_NAME": "情報通信業",
    "MIDDLE_CLASS_NAME": "ソフトウェア業",
    "CURR_SETLMNT_TAKING_AMT": 800000000,
    "EMPLOYEE_ALL_NUM": 85,
    "id": "1270001234567_sub_1",
    "url": "https://www.tokyo-ai.co.jp/solutions",
    "url_name": "AI開発 機械学習 深層学習",
    "content_tokens": "株式会社 東京 ai ソリューションズ ai ソリューション 東京 ai ソリューションズ ai ソリューション 詳細 機械 学習 プラットフォーム 企業 データ 活用 予測 モデル 構築 運用 支援 ml プラットフォーム 提供 特徴 リアルタイム 予測 エンジン automl 機能 自動 モデル 選択 テスト 機能 内蔵 rest api 対応 対応 アルゴリズム 回帰 分析 線形 回帰 ridge lasso 分類 random forest xgboost svm クラスタリング means dbscan 系列 予測 arima lstm 異常 検知 isolation forest one class svm 深層 学習 ソリューション cnn rnn transformer 最新 技術 活用 ディープラーニングソリューション 応用 分野 画像 認識 分類 自然 言語 処理 音声 認識 推薦 システム 導入 事例 製造 品質 管理 ai 製造 ライン 画像 データ 用い 良品 検知 システム 開発 検知 精度 達成 品質 管理 コスト 削減 小売 需要 予測 ai 過去 販売 データ 外部 要因 組み合わせ 需要 予測 モデル 構築 予測 精度 在庫 最適 実現",
    "token_count": 131
  },
  {
    "jcn": "1270001234567",
    "company_name_kj": "株式会社東京AIソリューションズ",
    "company_address_all": "東京都新宿区西新宿2-8-1",
    "prefecture": "東京都",
    "city": "新宿区",
    "main_domain_url": "https://www.tokyo-ai.co.jp",
    "CUST_STATUS2": "白地",
    "LARGE_CLASS_NAME": "情報通信業",
    "MIDDLE_CLASS_NAME": "ソフトウェア業",
    "CURR_SETLMNT_TAKING_AMT": 800000000,
    "EMPLOYEE_ALL_NUM": 85,
    "id": "1270001234567_sub_2",
    "url": "https://www.tokyo-ai.co.jp/consulting",
    "url_name": "AIコンサルティング データ分析",
    "content_tokens": "株式会社 東京 ai ソリューションズ ai コンサルティング 東京 ai ソリューションズ ai コンサルティング サービス ai 戦略 策定 企業 現状 分析 始まり ai 導入 ビジネス 価値 最大 支援 サービス 内容 ai 導入 可能 調査 roi 分析 ビジネス ケース 作成 技術 選定 アーキテクチャ 設計 導入 ロード マップ 策定 データ 分析 コンサルティング 企業 保有 データ 価値 最大 ため 分析 手法 イン サイト 抽出 支援 分析 手法 探索 データ 分析 eda 統計 検定 因果 推論 系列 分析 顧客 行動 分析 マーケット バスケット 分析 プロジェクト 管理 ai プロジェクト 企画 運用 工程 サポート phase 要件 定義 ビジネス 課題 明確 ai 適用 範囲 特定 phase データ 準備 データ 収集 処理 品質 評価 phase モデル 開発 アルゴリズム 選択 モデル 学習 評価 phase 本番 運用 システム 統合 性能 監視 継続 改善 導入 支援 実績 金融 機関 リスク 管理 ai 製造 予知 保全 システム ec サイト 推薦 エンジン 幅広い 業界 ai 導入 支援",
    "token_count": 141
  },
  {
    "jcn": "1270001234568",
    "company_name_kj": "東京フィンテック株式会社",
    "company_address_all": "東京都港区六本木3-4-5",
    "prefecture": "東京都",
    "city": "港区",
    "main_domain_url": "https://www.tokyo-fintech.com",
    "CUST_STATUS2": "既存",
    "LARGE_CLASS_NAME": "金融業・保険業",
    "MIDDLE_CLASS_NAME": "金融商品取引業",
    "CURR_SETLMNT_TAKING_AMT": 1200000000,
    "EMPLOYEE_ALL_NUM": 95,
    "id": "1270001234568_main",
    "url": "https://www.tokyo-fintech.com",
    "url_name": "メインサイト",
    "content_tokens": "東京 フィン テック 株式会社 東京 フィン テック 株式会社 金融 テクノロジー 先駆 東京 フィン テック 株式会社 ホーム ブロック チェーン サービス 会社 情報 金融 テクノロジー 未来 切り 拓く 東京 フィン テック 株式会社 ブロック チェーン 技術 暗号 資産 活用 革新 金融 サービス 提供 主要 事業 デジタル 決済 システム qr コード 決済 接触 決済 モバイルウォレット 開発 運営 暗号 資産 取引 bitcoin ethereum 暗号 資産 取引 プラットフォーム 運営 defi 分散 金融 スマートコントラクト 活用 分散 金融 サービス 開発 技術 基盤 ブロック チェーン ethereum polygon binance smart chain スマートコントラクト solidity vyper 暗号 技術 aes rsa 楕円 曲線 暗号 api 連携 rest api websocket graphql セキュリティ 要素 認証 hsm コールド ストレージ パートナーシップ 国内外 金融 機関 フィン テック 企業 戦略 提携 結び 次世代 金融 インフラ 構築 取り組ん 東京 フィン テック 株式会社 all rights reserved 所在地 東京 六本木 電話",
    "token_count": 129
  },
  {
    "jcn": "1270001234568",
    "company_name_kj": "東京フィンテック株式会社",
    "company_address_all": "東京都港区六本木3-4-5",
    "prefecture": "東京都",
    "city": "港区",
    "main_domain_url": "https://www.tokyo-fintech.com",
    "CUST_STATUS2": "既存",
    "LARGE_CLASS_NAME": "金融業・保険業",
    "MIDDLE_CLASS_NAME": "金融商品取引業",
    "CURR_SETLMNT_TAKING_AMT": 1200000000,
    "EMPLOYEE_ALL_NUM": 95,
    "id": "1270001234568_sub_1",
    "url": "https://www.tokyo-fintech.com/blockchain",
    "url_name": "ブロックチェーン 仮想通貨 決済システム",
    "content_tokens": "東京 フィン テック 株式会社 ブロックチェーンソリューション 東京 フィン テック 株式会社 ブロックチェーンソリューション 企業 向け ブロック チェーン 導入 既存 システム ブロック チェーン 統合 透明 セキュリティ 向上 せる ソリューション 提供 導入 メリット 取引 透明 信頼 向上 中間 業者 排除 コスト 削減 改ざん 不可能 取引 記録 スマートコントラクト 自動 nft プラットフォーム デジタル アート ゲーム アイテム 証明 nft 作成 取引 プラットフォーム 運営 対応 規格 erc non fungible token erc multi token standard erc composable nfts opensea 互換 メタデータ クロス チェーン 技術 異なる ブロック チェーン ネットワーク 資産 移動 データ 連携 実現 対応 ネットワーク ethereum メイン ネット polygon matic binance smart chain solana avalanche ブリッジ 技術 独自 開発 アトミックスワップ 技術 安全 高速 クロス チェーン 取引 実現 導入 実績 金融 機関 貿易 金融 プラットフォーム 信用 発行 決済 貿易 金融 業務 ブロック チェーン 完全 デジタル 処理 時間 従来 短縮 製造 サプライ チェーン 管理 原材料 調達 製品 出荷 工程 ブロック チェーン 追跡 偽造 対策 品質 保証 実現",
    "token_count": 145
  }
]